/* 
  Localizable.strings
  CEO

  Created by SD on 24/05/2025.
  
*/

"Next" = "下一步";
"NEXT" = "下一步";
"Skip" = "跳過";
"Get started" = "開始";

"Let’s begin" = "讓我們開始吧";
"Welcome to Peace Booster" = "欢迎来到 Peace Booster";
"True peace does not need more concepts or effort. You’re here to remember the deep calm and quiet strength that have always been yours." = "真正的宁静不需要更多概念或努力。你来到这里是为了重拾那份一直属于你的深层平静和沉静的力量。";

"Let’s go deeper" = "讓我們更深入地了解";
"It’s More Than Just Calm" = "这不仅仅是平静";
"Real peace isn’t just the absence of conflict—it’s the presence of unshakable clarity and wisdom that dissolve anxiety, conflict, and fear at the roots." = "真正的宁静不只是没有冲突——而是拥有不可动摇的清明和智慧，从根源上化解焦虑、冲突和恐惧。";

"A Daily Ritual for Peace" = "日常宁静惯例";
"Each day, you’ll be guided to gently release old patterns and illusions. Watch them dissolve—and feel your natural calm return." = "内容：每天，你将被引导温和地释放旧的模式和幻象。看着它们消散——感受你天然的平静回归。";

"Start Now" = "立即開始";
"A Path to Global Calm" = "通向全球平静之路";
"True peace begins within and radiates outward. Offered in 4 languages—so you can find clarity wherever you are and help resolve conflict at every level." = "真正的宁静始于内心，向外辐射。提供4种语言版本——让你无论身在何处都能找到清明，并帮助在各个层面化解冲突。";

"Begin the journey" = "最终邀请";
"Your Calm Changes Everything" = "你的平静改变一切";
"Each day, you’ll be guided to gently release old patterns and illusions. Watch them dissolve—and feel your natural calm return." = "当你看透分离的幻象时，恐惧会消退，宁静会扩展。你的平静成为触动整个世界的浪潮。";

"Do you experience (--)’s existence and yours as two different existences?" = "你是否体验到你和(--)的存在是两种不同的存在？";
"Do you experience this person as someone different from you?" = "你是否觉得这个人与你不同？";

"Your senses are functioning correctly, indicating a deep understanding and uncorrupted senses.\n\nConsider that all beings, including (--), are manifestations of the same universal physical and non-physical elements, without individual ability to generate themselves; thus, everyone is identical and shares a common origin.\n\nThere are no differences between people, except for relative ones, like \"you\", \"me\", \"short\" or \"tall\" which arise through concepts invented and projected by our minds.\nThis realization is the path to true peace and happiness.\n\nSince you and (--) are without individual existence, any action against (--) is an action against yourself and vice versa.\n\nYou may not need this app but feel free to use for further understanding." = "你的感官运作正常，说明你有深刻的理解力，感知未被扭曲。\n\n请思考，包括(--)在内的所有生命体，都是由相同的普遍物质与非物质元素组成的展现，没有自我生成的能力；因此，所有人都是一样的，拥有共同的起源。\n\n人与人之间没有真正的差异，除了诸如“你”、“我”、“高”、“矮”等来自我们头脑中发明并投射的相对概念。\n这种觉知是通往真正宁静与幸福的路径。\n\n既然你和(--)并无个体存在，任何对(--)的行为也等同于对你自己的行为，反之亦然。\n\n你也许不需要这个应用，但欢迎继续使用以加深理解。";

"To keep going and get the best experience, just make up a name for the woman in the photo—and enter your own name below hers." = "为了继续并获得最佳体验，只需为照片中的女人起一个名字，然后在她的名字下方输入您自己的名字。";
"Name the Person in the Photo" = "为照片中的人物命名";
"What is your name?" = "你叫什么名字？";
"Please fill in both fields" = "请填写两个字段。";
"NO" = "不";
"YES" = "是的";
"Rephrase" = "重新表述";
"OK" = "好的";

"To confirm that (--) and you are two different existences, each of you must be one self-generated entity and exist as different without your mind's labels of \"(--)\" and \"you\".\nThese three qualities are necessary for (--) and you as a genuine claim of individual existence." = "为了确认(--)和你是两个不同的存在，每个人都必须是自我生成的单一实体，并且不依赖你头脑中的“(--)”和“你”的标签而作为不同存在。\n这三个特征是将(--)和你视为真正个体存在所必需的。";

"1. If she is not one entity, she cannot be regarded as one. If she is not one, there can't be a second or third entity,etc.\n2. If she is a product of everything else and their essence, she does not have an individual essence.\n3. The body and mind can exist without the label 'person'; they only became a person when you applied that label and believed it." = "1. 如果她不是一个单一实体，就不能被认为是一个。如果不是一个，就不可能有第二或第三个实体。\n2. 如果她是其他一切及其本质的产物，她就没有个体本质。\n3. 身体和心智可以在没有“人”这个标签的情况下存在；当你赋予这个标签并相信它时，它才成为了“人”。";

"We understand this is not easy; however, your answer is incorrect." = "我们知道这不容易；然而，您的答案是不正确的。";

"Examine each of the three points below to discover if (--) and you are two different existences." = "请检查以下三个要点，以了解(--)和你是否是两个不同的存在。";
"1. Is (--) one entity?" = "(--)是一个单一实体吗？";
"2. Is (--) able to self-produce?" = "(--)能够自行产生吗？";
"3. Does (--) need your mind's labels to exist as different entity?" = "(--)是否需要你头脑中的标签才能作为不同的存在？";

"Start Examining Point 1" = "开始检查第1点";
"Processing ..." = "处理中 ...";

"Can you see that the person is not one entity, but is composed of parts?" = "你能看到这个人不是一个单一实体，而是由多个部分组成的吗？";
"Do you see the red squares indicating the parts?" = "你看到标示出部分的红色方块了吗？";

"Correct! In Step 1 you’ve recognized that (--) is not one entity but a composite of various parts and halves.\nBy acknowledging this, you’ve taken the first step towards understanding the true nature of existence.\nRemember, (--) is not one entity, and this realization sets the foundation for the next steps in discovering the profound sameness and interconnectedness we all share.\n\nCongratulations. You have completed Step #1." = "是的，正确！在第1步中，你已经认识到(--)不是一个单一的实体，而是由不同的部分和片段组成的复合体。\n通过承认这一点，你迈出了理解存在真正本质的第一步。\n请记住，(--)并不是一个单一实体，这一认识为接下来的步骤奠定了基础，帮助你发现我们共同拥有的深刻同一性与互联性。\n\n恭喜你，你已经完成了第1步。";

"Really? In that case, something is not right with your phone's display, but please keep going." = "真的吗？那可能是你的手机显示有问题，但请继续。";

"1. Is (--) one entity?" = "(--)是一个单一实体吗？";
"Notice" = "注意";
"Did (--) generate her/his being?" = "(--)是否自行生成了她/他的存在？";
"We understand this is challenging. Please try again." = "我们知道这很有挑战性。请再试一次。";
"Is (--) able to self-produce?" = "(--)能够自行产生吗？";
"Can this person exist as (--) without your mind's label of \"(--)\"?" = "如果没有你头脑中的“(--)”标签，这个人还能以(--)的身份存在吗？";
"If you did not name this person \"(--)\", would they exist to you as (--)?" = "如果你没有把这个人命名为“(--)”，在你看来他们还是(--)吗？";
"If this person was already (--), would it make sense to label what is already (--) as \"(--)\" again?" = "如果这个人已经是(--)，那再次将已是(--)的事物贴上“(--)”标签还有意义吗？";

"This person has been existing without any label until the label \"(--)\" was created and projected by your mind for convenience's sake.\nThis way, everybody can function in concepts as \"(--)\" and \"you\"." = "在你为了方便而在脑海中创造并投射出“(--)”这个标签之前，这个人一直是没有任何标签存在的。\n这样，每个人才能在“(--)”和“你”的概念下运作。";

"Correct. In Step 3, you explored the facts of your mind's labeling and discovered that the person in the photo cannot exist as (--) without your mind's label of \"(--)\".\nThis realization extends to your own existence, emphasizing the role of mental labels in shaping perceptions and experiences.\nPlease remember, that the label \"(--)\" is merely a construct of your mind. All labels originate from your mind rather than from the side of any physical forms you are experiencing.\nRecognizing this challenges the notion of separate existences, as human distinctions exist only in labels.\nReflect on how your experience may contradict this fundamental truth.\n\nCongratulations. You have completed Step #3." = "正确。在第3步中，你探究了自己大脑贴标签的事实，并发现如果没有你头脑中“(--)”这个标签，照片中的那个人就无法作为(--)存在。\n这个认识延伸到了你自身的存在，强调了心理标签在塑造感知和体验中的作用。\n请记住，“(--)”这个标签只是你头脑中的一种构造。所有标签都源于你的意识，而不是你所体验的任何物理形态本身。\n认识到这一点将挑战分离存在的概念，因为人类之间的区别仅存在于标签之中。\n请思考你的体验是如何与这个基本真理相冲突的。\n\n恭喜你，你已经完成了第3步。";

"We understand this is not easy. Please try again." = "我们知道这不容易。请再试一次。";
"Can (--) exist as \"(--)\" without your mind's label?" = "(--)如果没有你头脑中的标签，还能作为“(--)”存在吗？";
"Incorrect. Please consider reviewing." = "错误。请考虑重新检查一下。";
"Step #1" = "第1步";
"Step #2" = "第2步";
"Step #3" = "第3步";
"Start Over" = "重新开始";
"In the beginning, you said that you perceive and experience (--)'s existence and yours as two different existences." = "一开始，你说你感知并体验到(--)的存在与你的存在是两个不同的存在。";

"To claim a true individual existence (--) and you need to be two different existences where each of you is:\n\n1. One entity.\n2. Able to self-generate.\n3. Existing as (--) and you without your mind's labels.\n\nHowever, you successfully completed all 3 Steps and found the opposite to be true about (--) and you." = "要主张真正的个体存在，(--)和你必须是两个不同的存在：\n\n1. 是单一实体。\n2. 能够自我生成。\n3. 不依赖你头脑中的标签即可作为“(--)”和“你”存在。\n\n然而，你成功完成了所有3个步骤，发现(--)和你正好相反。";

"You discovered that (--) and you are:\n1. Not singular entities.\n2. Not able to generate yourselves.\n3. In need of your mind's labels of \"(--)\" and \"you\" to exist as (--) and you.\n\nThis proves that (--) and you are not two different existences, and your senses are not showing this fact correctly." = "你发现(--)和你：\n1. 不是单一实体。\n2. 无法自我生成。\n3. 需要你头脑中“(--)”和“你”的标签才能作为(--)和你存在。\n\n这证明(--)和你不是两个不同的存在，而你的感官没有正确反映这个事实。";

"Conclusion: it appears to your mind that (--) and you possess different existences, but when examined, (--) and you do not.\nThis proves that your senses are lying to you because (--) and you appear to possess individual existence, but that is not true." = "结论：在你的脑海中，(--)和你似乎是不同的存在，但经过检验后，事实并非如此。\n这证明了你的感官在欺骗你，因为(--)和你看似拥有各自的个体存在，但这并不真实。";

"Since you and (--) share the same existence, why do humans believe in many different existences and experience them as real?" = "既然你和(--)共享同一个存在，为什么人类还会相信许多不同的存在，并将其当作真实的体验？";

"SUMMARY:\nWhat you have discovered:" = "摘要：\n你所发现的内容如下：";

"Most people—about 99%—do not realize that no one exists as an individual, separate self. On top of that, our minds invent labels such as \"(--)\", \"(==)\", \"you\", \"I\", \"person\", \"they\", \"Black\", \"White\", \"Asian\". These labels are projected onto people by the mind and then mistakenly believed to be factual. This belief in mental labels distorts the truth, making others appear to have a different kind of existence—when in reality, everyone is identical, sharing the same universal nature.\n\n All perceivable differences between people do not belong to them. They belong to the totality of existence that gave rise to everyone. Therefore, these differences are not absolute, but relative—existing only as mental concepts, just as you discovered in Step 3.\n\nThese are the observable and irrefutable facts of how everyone exists, without exception.\n\n Do you see and understand this?" = "大约99%的人没有意识到，没有人以一个独立的、分离的自我存在。此外，我们的大脑创造出诸如“(--)”、“(==)”、“你”、“我”、“人”、“他们”、“黑人”、“白人”、“亚洲人”等标签。这些标签被大脑投射到他人身上，然后被误认为是真实的。这种对标签的信仰扭曲了真相，让他人看起来拥有不同的存在方式——而事实上，每个人都是相同的，共享同一种普遍本质。\n\n人与人之间所有可感知的差异并不属于他们个人，而是属于产生所有人的整体存在。因此，这些差异不是绝对的，而是相对的——正如你在第3步中所发现的，它们仅以概念的形式存在。\n\n这些是所有人存在方式中可观察且无可争议的事实，无一例外。\n\n你是否看到了并理解了这些？";

"Singular entities capable of self-production, a characteristic needed for possessing one’s own existence, do not exist, as you learned from completing Step #1 and Step #2.\n\nRecognizing that (--) and you lack individual existence, it becomes illogical to perceive and treat you and (--) as two distinct entities." = "如你在第1步和第2步中所学，自我生成能力——一种用于拥有个体存在的特征——的单一实体并不存在。\n\n认识到(--)和你都缺乏个体存在，那么把你们视为两个不同的实体就变得不合逻辑了。";

"Correct. You and (--) lack individual existence as you’re not singular entities with the capacity for self-production. Instead, both of you are compositions of the same universal nature, comprising of countless physical and non-physical elements, rather than originating autonomously.\nYour origin and essence are identical, and any perceived distinctions do not belong to any individual; they are relative and arise from your mind's conceptualizations. Recognizing this, any action against (--) is essentially an action against yourself, and vice versa.\n\nDo you now recognize that any conflict between you two, or anyone else, is essentially a conflict against oneself?" = "正确。你和(--)都缺乏个体存在，因为你们不是具有自我生成能力的单一实体。相反，你们都是由同一种普遍本质构成的组合体，包含无数物质和非物质元素，而不是自主生成的。\n你们的起源和本质是相同的，任何被感知到的差异并不属于任何一个个体；它们是相对的，并源自你头脑中的概念化。\n意识到这一点，任何针对(--)的行动本质上就是针对你自己的行动，反之亦然。\n\n你现在是否明白，你们之间或与他人之间的任何冲突，本质上都是与自己之间的冲突？";

"Take a moment to reflect profoundly on each question. Envision the presented information without the influence of preconceived notions to grasp life’s facts and the truth of this conclusion." = "请花一些时间深入反思每一个问题。在没有先入为主观念的影响下，设想所呈现的信息，以理解生命的事实与这一结论的真理。";

"completion_message" = "现在，有了对人类感官欺骗了人类几个世纪的理解和证据，你认识到了这个盛行观点——即每个人都拥有自己的存在——的矛盾之处。\n这种无知助长了冲突、不幸和痛苦。\n接受这些正确的知识为你和这个世界铺就了一条通往无尽智慧、和平与幸福的最简单的道路。\n\n如果您相信这个应用程序有潜力打破自我制造冲突的无休止循环，请帮助我们传播这个消息。\n谢谢你们。\n\n恭喜您！您已完成所有 3 个要点和结论！\n\n请捐赠以改善并保持此应用程序对所有人免费。\n如果您想了解为什么人类和动物毫无区别地存在，请访问我们的免费心灵排毒应用程序。";

"Did (--) self-produce without any parents?" = "(--)是否在没有父母的情况下自我生成？";
"Did (--) self-generate without any artificial laboratory procedure, or other processes?" = "(--)是否在没有任何人工实验室过程或其他程序的情况下自我生成？";

"Click on the photo." = "点击照片。";

"Go to Step #1" = "前往第 1 步";
"Go to Step #2" = "前往第 2 步";
"Go to Step #3" = "前往第 3 步";
"Go to conclusion" = "前往结论";

"Congratulations! Step 2 has revealed that (--) did not self-produce because (--) lacks individual nature of any kind that could; instead (--) is a manifestation of the universal nature and its countless and ever-changing physical and non-physical elements.\nThus, (--) is not different from you or anybody, and vice versa, as everyone is a product of the same universal nature and not their own.\nThis understanding challenges the notion of individual existence and highlights the universal origin and essence we all share.\nBy grasping this fact, you’ve paved the way for deeper insights into the nature of existence most people remain unaware of.\n\nCongratulations. You have completed Step #2." = "恭喜你！第 2 步揭示了(--)并非自我生成，因为(--)缺乏任何可能支持个体存在的本质；相反，(--)是普遍本质及其无数不断变化的物质与非物质元素的体现。\n因此，(--)与你或其他任何人并无不同，反之亦然，因为每个人都是同一普遍本质的产物，而非他们自身的产物。\n这种理解挑战了个体存在的观念，并强调了我们共同拥有的普遍起源与本质。\n通过掌握这一事实，你为深入洞察大多数人尚未意识到的存在本质铺平了道路。\n\n恭喜你，你已完成第 2 步！";

"We understand this is not easy. Please repeat Step #1." = "我们知道这不容易。请重复步骤1。";

"By navigating the fundamental aspects of existence, you’ve grasped that (--) and you share the same origin and essence, devoid of any individual nature.\nAny distinctions between you and others arise from the shared universal nature, and not from your individual essence. These distinctions are not true differences, as they belong to the whole of nature rather than any one person. They are relative and exist only as labels we assign.\nUnderstanding the sameness we all share eliminates the basis for conflicts and unhappiness.\nRecognizing this reality is pivotal, as any conflict between you two or anyone else is fundamentally a conflict against oneself.\nA true peace and happiness await those who comprehend and practice this profound understanding." = "正确，恭喜！\n\n通过探索存在的基本方面，你已经掌握了(--)和你拥有相同的起源和本质，没有任何个体本质。\n你与他人之间的任何区别都源于共同的普遍本性，而不是来自你的个体本质。\n这些区别并非真正的差异，因为它们属于整个自然界，而不属于任何个人。\n它们是相对的，只是作为我们赋予的标签而存在。\n\n理解我们所有人共有的同一性，就消除了冲突和不幸的基础。\n认识到这一现实至关重要，因为你们俩或其他人之间的任何冲突从根本上说都是与自己的冲突。\n\n真正的和平与幸福正等待着那些理解并实践这一深刻理解的人。";

"Repeat Point 1" = "重复第 1 步";
"Repeat Point 2" = "重复第 2 步";
"Repeat Point 3" = "重复第 3 步";

"Ask Peace Booster AI" = "向 Peace Booster AI 提问";
"Rephrase by AI" = "由 AI 重新表述";

"Ask about what you’re experiencing or what doesn’t make sense…" = "询问你正在经历的事情，或那些你觉得不合逻辑的地方……";
"Articles" = "文章";
"Videos" = "视频";
"Share" = "分享";

"1. What is Peace Booster App?" = "1. 什么是“和平助推器”应用程序？";
"Peace Booster is a gentle, daily guide to help you move beyond conflict and stress, and discover the peace that lies at the heart of every situation. It’s not about adding something new—it’s about revealing the unity that was always there." = "“和平助推器”是一款温和的日常指南，帮助您超越冲突和压力，发现潜藏于各种境况核心的平静。它并非添加新内容，而是揭示始终存在的合一。";

"2. Who is Peace Booster App for?" = "2. “和平助推器”应用程序的适用人群？";
"Peace Booster is for anyone—whether you’re feeling stressed by daily life, searching for calm amidst chaos, or simply curious about a deeper way of seeing. This isn’t just for conflict zones; it’s also for the mind’s preconceived ideas and misconceptions." = "“和平助推器”适用于任何人——无论您是感到日常生活压力重重，在混乱中寻求平静，还是仅仅想探索更深层次的视角。它不仅适用于冲突区域，也适用于打破思维定势和误解。";

"3. Do I need to believe in anything for this to work?" = "3. 我需要相信什么才能让它发挥作用吗？";
"No beliefs or faith are required. Peace Booster doesn’t ask you to accept ideas—it invites you to see beyond them. It’s a direct, experiential process of seeing what’s always been true yet somehow remains unnoticed by most." = "无需任何信仰或信念。“和平助推器”不会要求您接受任何观念——它邀请您超越这些观念去看待问题。这是一个直接的、体验式的过程，让您看到一直以来都是真理，但却不知何故被大多数人忽视的事物。";

"4. Is this based on a religion or spiritual practice?" = "4. 它基于某种宗教或精神修行吗？";
"Peace Booster draws on nondual observable facts—a timeless insight into the oneness of all existence. While traditions like Advaita and Zen express similar truths, Peace Booster is designed to be accessible and universal—no labels or dogma." = "“和平助推器”借鉴了非二元可观察的事实——一种对万物一体性的永恒洞见。虽然不二论和禅宗等传统也表达了类似的真理，但“和平助推器”的设计理念是易于理解且普适——没有标签或教条。";

"5. What will I be doing each day?" = "5. 我每天会做什么？";
"Every day, you’ll be guided to pause and honestly look at the way you perceive existence, including your own, and notice how conflict or tension appears in your mind when faced with new, irrefutable facts. You’ll also see how it can dissolve when you recognize the illusions of separation. These short, practical sessions can be done anywhere, anytime." = "每天，你都会被引导停下来，诚实地审视你对存在（包括你自己）的感知方式，并注意当面对新的、无可辩驳的事实时，你的内心是如何出现冲突或紧张的。你还会发现，当你认识到分离的幻觉时，这些冲突或紧张是如何消解的。这些简短实用的课程可以随时随地进行。";

"6. How soon will I notice results?" = "6. 我多久能看到效果？";
"Many people feel more ease and calm instantly. Others find the shift happens gradually, almost invisibly. There’s no timeline—just an invitation to trust your direct experience." = "许多人会立即感到更加轻松和平静。另一些人则发现这种转变是逐渐发生的，几乎是无形的。没有时间表——只是邀请你相信你的直接体验。";

"7. Can this help with anxiety or relationship stress?" = "7. 这能帮助缓解焦虑或感情压力吗？";
"Yes. Peace Booster helps reveal the hidden unity beneath all negativity, including conflict—within yourself, and in relationships. While it’s not therapy, many people say it brings relief from anxiety, tension, and emotional strain because of the brand-new way of understanding existence itself." = "是的。 Peace Booster 帮助揭示所有负面情绪（包括冲突）背后隐藏的团结——无论是在内心还是在人际关系中。虽然它并非心理治疗，但许多人表示，它能缓解焦虑、紧张和情绪压力，因为它提供了一种全新的理解存在本身的方式。";

"8. Will my personal data be kept private?" = "8. 我的个人数据会被保密吗？";
"Absolutely. Peace Booster respects your privacy. We don’t track or store personal data, ensuring your experience stays private and secure." = "绝对会。Peace Booster 尊重您的隐私。我们不会追踪或存储个人数据，确保您的体验私密且安全。";
